Repository: jsoizo/mutelet
Catalog: Sources/Mutelet/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: %@ (Disconnected)
ja: %@（未接続）

source: After actions
ja: 操作時の表示

source: Always
ja: 常に表示

source: Checking…
ja: 確認中…

source: Click to toggle mute
ja: クリックでミュートを切り替える

source: Content
ja: 表示内容

source: Disconnected
ja: 未接続

source: Drag to move the persistent status.
ja: ドラッグして常駐ステータスを移動できます。

source: Error
ja: エラー

source: Icon and status
ja: アイコン＋状態

source: Icon only
ja: アイコンのみ

source: In Push to Talk mode, only status display and dragging are available.
ja: Push to Talkモードでは、状態表示とドラッグだけが有効です。

source: In Toggle mode, click the persistent status to toggle mute.
ja: トグルモードではクリックでミュートを切り替えます。

source: Live
ja: ライブ

source: Mixed
ja: 混在

source: Muted
ja: ミュート

source: No input
ja: 入力なし

source: Partial
ja: 一部のみ

source: Persistent status
ja: 常駐ステータス

source: Reset Position
ja: 位置をリセット

source: Show
ja: 表示する状態

source: Show persistent status
ja: 常駐ステータスを表示

source: Unsupported
ja: 非対応

source: When live or status is unknown
ja: ライブまたは状態不明のとき

source: %@ — %d muted, %d live, %d mixed, %d unsupported, %d failed
ja: %@：ミュート %d台、オン %d台、一部のみミュート %d台、非対応 %d台、エラー %d台

source: About
ja: Muteletについて

source: All Inputs
ja: すべてのマイク

source: All screens
ja: すべての画面

source: Apple Silicon-native microphone mute utility.
ja: Apple Silicon搭載Mac向けのマイクミュートアプリです。

source: Approval required in System Settings
ja: 「システム設定」で許可してください

source: Behavior
ja: マイク操作

source: Bottom center
ja: 下中央

source: Bottom left
ja: 左下

source: Bottom right
ja: 右下

source: Cancel
ja: キャンセル

source: Center
ja: 中央

source: Center left
ja: 左中央

source: Center right
ja: 右中央

source: Checking microphone…
ja: マイクの状態を確認中…

source: Compact
ja: コンパクト

source: Current shortcut
ja: 現在のショートカット

source: Duration
ja: 表示時間

source: Error — %@
ja: エラー：%@

source: General
ja: 一般

source: Global shortcut
ja: キーボードショートカット

source: Hold %@ to talk
ja: %@を押している間だけ話せます

source: HUD position
ja: HUDの位置

source: Input
ja: 対象のマイク

source: Input disconnected
ja: マイクが接続されていません

source: Input disconnected — %@
ja: マイクが接続されていません：%@

source: Large
ja: 大

source: Launch at login
ja: ログイン時に起動

source: Login item settings could not be changed.
ja: ログイン時の起動設定を変更できませんでした。

source: Long (2 seconds)
ja: 長い（2秒）

source: Main screen
ja: メイン画面

source: Microphone controls
ja: マイク操作

source: Microphone error
ja: マイクで問題が発生しました

source: Microphone muted
ja: マイクはミュート中です

source: Microphone muted — %@
ja: %@：マイクはミュート中です

source: Microphone on
ja: マイクはオンです

source: Microphone on — %@
ja: %@：マイクはオンです

source: Microphone state mixed — %@
ja: %@：一部のみミュートされています

source: Mixed microphone state
ja: 一部のみミュートされています

source: Mode
ja: モード

source: Mute
ja: ミュート

source: No input device
ja: マイクが見つかりません

source: Off
ja: オフ

source: On
ja: オン

source: On-screen display
ja: 画面表示

source: Open Login Items Settings
ja: ログイン項目の設定を開く

source: Partial — %@ (%d muted, %d live, %d mixed, %d unsupported, %d failed)
ja: %@：一部を操作できません（ミュート %d台、オン %d台、一部のみミュート %d台、非対応 %d台、エラー %d台）

source: Partial mute
ja: 一部のマイクを操作できません

source: Position
ja: 位置

source: Press shortcut…
ja: キーの組み合わせを押してください…

source: Preview HUD
ja: HUDをプレビュー

source: Privacy
ja: プライバシー

source: Push to Talk
ja: プッシュトゥトーク

source: Quit Mutelet
ja: Muteletを終了

source: Reading the selected input device failed
ja: 選択したマイクの状態を確認できませんでした。

source: Record global shortcut
ja: キーボードショートカットを変更

source: Record Shortcut…
ja: ショートカットを変更…

source: Restore Default
ja: 初期設定に戻す

source: Screen
ja: 表示する画面

source: Screen with pointer
ja: ポインタがある画面

source: Settings could not be saved
ja: 設定を保存できませんでした

source: Settings…
ja: 設定…

source: Short (0.5 seconds)
ja: 短い（0.5秒）

source: Shortcut
ja: ショートカット

source: Shortcut unavailable
ja: ショートカットを登録できません

source: Show HUD
ja: 操作時に状態を表示

source: Show status after actions
ja: 操作時に状態を表示

source: Size
ja: サイズ

source: Some settings were invalid and have been reset to defaults.
ja: 一部の設定が無効だったため、初期値に戻しました。

source: Standard
ja: 標準

source: Standard (1 second)
ja: 標準（1秒）

source: Startup
ja: 起動

source: System Default
ja: Macで選択中のマイク

source: The microphone could not be controlled.
ja: マイクを操作できませんでした。

source: The microphone could not be remuted, so the shortcut was not changed.
ja: マイクを再度ミュートできなかったため、ショートカットは変更しませんでした。

source: This shortcut is already in use by another app. Choose a different shortcut.
ja: このショートカットは別のアプリで使われています。別のキーの組み合わせを選んでください。

source: Toggle
ja: トグル

source: Top center
ja: 上中央

source: Top left
ja: 左上

source: Top right
ja: 右上

source: Unavailable
ja: 利用できません

source: Unknown
ja: 不明

source: Unmute
ja: ミュート解除

source: Unsupported input
ja: このマイクは操作できません

source: Unsupported input — %@
ja: マイクを操作できません：%@

source: Use at least one modifier including Command or Control.
ja: CommandキーまたはControlキーを含むキーの組み合わせを指定してください。

source: Use at least one modifier including Command or Control. Press Escape to cancel.
ja: CommandキーまたはControlキーを含むキーの組み合わせを押してください。Escキーでキャンセルできます。

source: Version %@ (%@)
ja: バージョン %@（ビルド %@）

source: Volume-only mute may not guarantee complete silence.
ja: 音量を0にしてミュートするマイクがあります。完全に消音できない場合があります。
